# St7SetWindowLoadCase

Sets the load case to be displayed within the model window.

long St7SetWindowLoadCase(long uID, long CaseNum)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Load case number.